nginx/alpine_results.txt
Running 1m test @ http://localhost:1608
  1 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   160.83ms   77.86ms   1.83s    80.37%
    Req/Sec     0.88k   454.75     2.01k    63.27%
  52247 requests in 1.00m, 4.88GB read
  Socket errors: connect 0, read 0, write 0, timeout 24
Requests/sec:    869.91
Transfer/sec:     83.27MB