nginx/debian_results.txt
Running 1m test @ http://localhost:1608
  1 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    46.31ms   48.14ms   1.99s    99.67%
    Req/Sec     7.03k     1.52k   11.48k    76.67%
  419904 requests in 1.00m, 341.58MB read
  Socket errors: connect 0, read 0, write 0, timeout 238
Requests/sec:   6989.15
Transfer/sec:      5.69MB