nginx/freebsd_results.txt
Running 1m test @ http://localhost:1608
  1 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    30.51ms   29.78ms   1.88s    99.75%
    Req/Sec    10.58k     2.45k   15.42k    63.83%
  631973 requests in 1.00m, 1.76GB read
  Socket errors: connect 0, read 0, write 0, timeout 52
Requests/sec:  10520.40
Transfer/sec:     30.08MB